[
<<<<<<< Updated upstream
  "color-palette",
  "sync-graph-settings",
  "obsidian-tasks-plugin",
  "obsidian-wakatime",
  "aw-watcher-obsidian",
  "gemini-scribe",
  "smart-connections",
  "smart-link-formatter",
  "obsidian-style-settings",
  "smart-vault-visualizer",
  "smart-day-night-switcher",
  "smart-context",
  "smart-connections-visualizer",
  "remaining-reading-time",
  "obsidian-reading-time"
=======
  "obsidian-code-block-enhancer",
  "obsidian-markdown-formatting-assistant-plugin",
  "obsidian-style-settings",
  "obsidian-reading-time",
  "obsidian-tasks-plugin",
  "obsidian-kanban",
  "obsidian-advanced-slides",
  "obsidian-icon-folder",
  "obsidian-mind-map",
  "emoji-magic",
  "obsidian-day-planner",
  "obsidian-linter",
  "cm-editor-syntax-highlight-obsidian",
  "waka_time_box",
  "heatmap-calendar",
  "obsidian-activity-history",
  "nl-syntax-highlighting",
  "o2",
  "colored-text",
  "color-palette",
  "smart-second-brain",
  "calendar",
  "omnisearch",
  "aw-watcher-obsidian",
  "sync-graph-settings",
  "highlightr-plugin",
  "remaining-reading-time"
>>>>>>> Stashed changes
]