[
  "aw-watcher-obsidian",
  "obsidian-wakatime",
  "waka_time_box",
  "obsidian-style-settings",
  "smart-day-night-switcher",
  "remaining-reading-time",
  "obsidian-reading-time",
  "obsidian-markdown-formatting-assistant-plugin",
  "obsidian-icon-folder",
  "heatmap-calendar",
  "gemini-scribe",
  "emoji-magic",
  "obsidian-tasks-plugin",
  "sync-graph-settings",
  "smart-vault-visualizer",
  "smart-second-brain",
  "color-palette",
  "obsidian-day-planner",
  "cm-editor-syntax-highlight-obsidian",
  "ai-tagger",
  "obsidian-code-block-enhancer",
  "obsidian-linter",
  "obsidian-mind-map",
  "o2",
  "dataview"
]