[
  "obsidian-code-block-enhancer",
  "obsidian-markdown-formatting-assistant-plugin",
  "obsidian-style-settings",
  "obsidian-reading-time",
  "obsidian-git",
  "obsidian-tasks-plugin",
  "calendar",
  "obsidian-kanban",
  "obsidian-advanced-slides",
  "obsidian-icon-folder",
  "obsidian-mind-map",
  "emoji-magic",
  "omnisearch",
  "obsidian-day-planner",
  "obsidian-linter",
  "cm-editor-syntax-highlight-obsidian",
  "waka_time_box",
  "heatmap-calendar",
  "aw-watcher-obsidian",
  "obsidian-activity-history",
  "obsidian-fountain",
  "nl-syntax-highlighting",
  "remotely-save",
  "o2",
  "colored-text",
  "color-palette",
  "smart-second-brain",
  "ollama"
]